var data = '[
  {
    "images": [],
    "headline": "Editorial: USAC election code should be reformed to ensure fairness in future",
    "url": "http://dailybruin.com/2016/05/12/editorial-usac-election-code-should-be-reformed-to-ensure-fairness-in-future/",
    "content": "\nMultiple instances of egregious rule-breaking done during the last week's Undergraduate Students Association Council election have shown there is a serious need for another reform to the election code.\nThe Daily Bruin Editorial Board urges the USAC Election Board to seriously consider the following ideas, as they will clarify the code, close off exploitable loopholes and ensure a level playing field in future elections.  \nTo begin, the election board must clarify that referenda are not slates. While this should go without saying, supporters of the Social Justice Referendum used this argument to defend exceeding the referenda spending cap by $6,656. Flagrant spending violations like this can be avoided in the future by making the distinction between referenda and slates clearer, and clarify that each line item in the referendum should not be treated as a separate candidate. \nThat said, the election board should also raise the referenda spending cap. The current limit of $750 is too low, especially when millions of dollars in student fees were at stake as they were last week. This year, the referenda spending cap was equal to that for nonexecutive candidates such as general representatives. The spending cap should at least be raised to $1,150, the spending cap for independent candidates running against candidates affiliated with slates. An increased spending cap will allow referenda campaigns to gain more visibility on campus through signboards and sandwich boards, among other tactics. \nNext, the election board should not disclose the names of those who submit complaint forms in their investigation reports. Doing so deters students from filing complaints since they are published online regardless of the election board's findings. By disclosing names on the forms, the election board essentially places a target for political retribution over the head of anyone who reports campaign violations. This has shielded many campaigns that broke rules from investigation. \nWhile a thorough investigation requires those filing complaints to submit their names in the forms, the election board must redact the names in the published complaint forms to avoid complainants from being part of a retribution.\nNext, the election board should inform students about potential violations and how to report them. Currently, most of the complaints are made by politically active students who often have stakes in the election. Students must review the 37-page election code and navigate through the election board's website to find violation forms, something the average student may not be willing to do, thereby posing a threat to the fairness in elections. \nHence, the election board should better publicize the complaint form process. It could do this by creating signboards that explain some of the most common violations and where students can file them or by better leveraging social media to periodically remind students of what violations are and how to report them.\nFinally, the election board should allow its own members to file violation forms under the same process that anyone else would. A key lapse in the election board's jurisdiction last week was in its investigative powers, wherein it only investigated claims after an outside party filed a violation form. In other words, even if election board members witnessed a campaign breaking rules, they could not penalize the misbehaving parties unless someone else filed a complaint. \nWhile this change may raise the possibility of bias in the investigation process, allowing board members to file complaints does not sway other members' votes to one side any differently than does the current system. Rather, it would allow for more violations to be considered, better holding referenda and slates accountable.\nIf the election board enacts these reforms to better hold campaigners accountable, the UCLA student body can look forward to fairer and more equitable elections in the future.\n ",
    "caption": "",
    "postDate": " Posted:  May 12, 2016 12:07 am",
    "authors": [
      "Editorial Board"
    ]
  }
]'
