var data = [
  {
    "headline": "City council to vote on placement of bike lanes in Westwood Village",
    "caption": "LA city council members, UCLA officials and Westwood community members disagree over whether to move a proposed bike lane from Westwood Boulevard to Gayley Avenue. (Daily Bruin file photo)",
    "url": "http://dailybruin.com/2016/05/12/city-council-to-vote-on-placement-of-bike-lanes-in-westwood-village/",
    "images": [
      "http://dailybruin.com/images/2016/05/web.ns_.mobilityplan.FILE_.jpg"
    ],
    "postDate": " Posted:  May 12, 2016 3:02 am",
    "authors": [
      "Catherine Liberty Feliciano"
    ],
    "content": "<div class=\"db-post-content\">\n<p>The Los Angeles City Council will vote Friday whether to move a planned bike lane from Westwood Boulevard to Gayley and Midvale avenues.</p>\n<p>The council’s transportation committee met Wednesday to discuss possible amendments to the <a href=\"http://planning.lacity.org/documents/policy/mobilityplnmemo.PDF\" target=\"_blank\">Mobility Plan 2035</a>, which would add hundreds of bike lanes, bus-only lanes and pedestrian improvements throughout the city.</p>\n<p>Paul Koretz, the Los Angeles city council member who represents Westwood and surrounding neighborhoods, proposed moving the bike lane to Gayley Avenue, which becomes Midvale Avenue after Wilshire Boulevard, between Le Conte and Ohio avenues. Koretz, a member of the transportation committee, also suggested clarifying language that specified the route can still be replaced with comparable north-south routes.</p>\n<p>Koretz has said he opposes the planned segment on Westwood Boulevard between Le Conte Avenue and Wellworth Avenue since it was first suggested in 2013. He first proposed an amendment to remove Westwood Boulevard from the plan last August when the council first approved it, citing traffic and safety concerns.</p>\n<p>“I very much support a bike lane in the greater Westwood Village area, just not on the already-congested and volatile Westwood Boulevard,” Koretz said at the meeting Wednesday.</p>\n<p>Koretz privately told some constituents in emails <a href=\"http://dailybruin.com/2016/01/27/council-members-emails-show-inconsistencies-with-stance-against-bike-lanes/\" target=\"_blank\">he would ensure</a> the Westwood Boulevard route was removed from the plan, and neighborhood governance groups, such as the Westwood Neighborhood Council, have since supported his efforts.</p>\n<p>In February, the Los Angeles City Planning Commission <a href=\"http://dailybruin.com/2016/02/18/city-commission-votes-to-keep-westwood-boulevard-bike-lane-in-plan/\" target=\"_blank\">voted</a> to keep the proposed bike lane on Westwood Boulevard because it deemed it an important north-south corridor for cyclists.</p>\n<p>Some residents and UCLA officials, who spoke during public comment, said they supported the Westwood Boulevard segment because it would improve safety for existing cyclists in the area and encourage others to start biking. </p>\n<p>David Karwaski, a senior associate director at UCLA Transportation Services, said he thinks bike lanes would supplement the <a href=\"http://dailybruin.com/2016/04/28/new-program-to-allow-students-to-rent-bikes-on-campus-in-westwood/\" target=\"_blank\">UCLA bike-share program</a> scheduled to start in the fall. The program will connect UCLA and Westwood to Santa Monica and West Hollywood using the vendor CycleHop.</p>\n<p>Bonny Bentzin, UCLA’s deputy chief sustainability officer, also supported the segment. She said she thinks Westwood Boulevard is the best place for the lane because it is the most direct path and nearby streets are too narrow and curvy. <b></b></p>\n<p>Bentzin added she thinks the bike lane will promote community engagement between the university and Westwood.<b></b></p>\n<p>“A fully developed bicycle infrastructure is an investment in a stronger and healthier community,” Bentzin said.</p>\n<p>Megan Furey, marketing and communications manager for the Westwood Village Improvement Association, said the board supported keeping Westwood Boulevard in the plan so the city could conduct an in-depth environmental impact report. </p>\n<p>Mike Bonin, a Los Angeles city council member, was the only committee member who voted against the amendments at the Wednesday meeting. Bonin said he believed preserving the network as it was created <b></b>is paramount to the network’s efficacy. </p>\n<p>“I don’t easily or readily cast a vote against what council members want in their own districts,” Bonin said at the meeting. “But the integrity of this is sacrosanct, particularly because it’s about networks.”</p>\n<p>The full city council will vote on the bike lane and other amendments at city hall Friday morning.</p></div>"
  },
  {
    "headline": "Passage of #UCLAwellness Initiative Referendum expands funding for CAPS",
    "caption": "UCLA Counseling and Psychological Services plans to use funding from the #UCLAwellness Initiative Referendum, which passed Friday, to improve counseling services. (Mackenzie Possee/Daily Bruin)",
    "url": "http://dailybruin.com/2016/05/12/passage-of-uclawellness-initiative-referendum-expands-funding-for-caps/",
    "images": [
      "http://dailybruin.com/images/2016/05/web.news_.caps_.MP_.jpg"
    ],
    "postDate": " Posted:  May 12, 2016 3:01 am",
    "authors": [
      "Amanda Wilcox"
    ],
    "content": "<div class=\"db-post-content\">\n<p>UCLA Counseling and Psychological Services, or CAPS, plans to<b></b> use funding from a student fee passed Friday to provide more counseling sessions and recruit more diverse clinicians.</p>\n<p>The #UCLAWellness Initiative Referendum will cost students <a href=\"http://dailybruin.com/2016/05/06/students-approve-all-four-referenda-on-usac-election-ballot/\" rel=\"nofollow\" target=\"_blank\">$6 per quarter</a>, $1.50 of which will go to CAPS. The rest of the money generated from the student fee will fund three USAC offices to expand health and wellness services at UCLA. </p>\n<p>The student services fee, a $1,020 mandatory fee used to support non-instructional student services, also funds counseling services for students.</p>\n<p>Ria Jain, co-campaign manager for the mental health group All of Us and third-year molecular, cell and developmental biology student, said she is eager to see how the additional money will improve mental health resources at UCLA </p>\n<p>“It’s unfortunate student fees have to be increased for this additional funding,” she said. “But I’m relieved that it was students who made this decision by voting.” </p>\n<p>She added she hopes CAPS will use the money to provide students access to counselors on campus and on the Hill. </p>\n<p>Outgoing USAC Student Wellness Commissioner Marvin Chen said he thinks CAPS should explore different ways of providing services to students with the funding. </p>\n<p>“Instead of just hiring more counselors, we need to look at more innovative ways of expanding mental health services to students,” Chen said. “For example, we could provide more (counseling services) online.”  </p>\n<p>Zoya Chhabra, a third-year political science student, said she hopes CAPS will take <b></b>student advice into consideration when planning how to spend the additional money. </p>\n<p>Chhabra added she thinks CAPS should work on increasing the number of counseling sessions available for students who are not enrolled under the UC Student Health Insurance Plan, or UC SHIP. Currently, students without UC SHIP are allowed up to three sessions of individual psychotherapy per academic year.</p>\n<p>Nicole Green, interim executive director of CAPS, said she will speak with the Student Wellness Commission and other students in the next few weeks to get feedback about how students  want CAPS to use the additional funding.</p></div>"
  }
];
