data = [
  {
    "secondaryImageCaptions": [],
    "titleImage": "http://dailybruin.com/images/2016/05/web.ns_.metro_.cc.jpg",
    "authors": [
      "Sierra deSousa"
    ],
    "postDate": " Posted:  May 20, 2016 12:29 am",
    "content": "<div class=\"db-post-content\">\n<p>The Metro Expo Line extension opens Friday, allowing passengers to <b></b>take the public rail to Santa Monica for the first time since the 1950s.</p>\n<p>The 15-mile line connects downtown to Santa Monica <b></b>with a 45-minute ride. It includes a stop on Westwood Boulevard just south of Pico Boulevard.</p>\n<p>The first phase of the Expo Line, which opened in 2012, ran from downtown to Culver City and cost about $1 billion. The new extension cost an additional $1.5 billion and includes stops in West Los Angeles, Palms and the area north of Santa Monica College. The extension,<b> </b>which began construction in 2011, was largely funded by Measure R, <a href=\"http://dailybruin.com/2008/11/09/half-cent-tax-expected-pass/\" rel=\"nofollow\" target=\"_blank\">a half-cent sales tax</a> approved by Los Angeles County voters in 2008.<b></b></p>\n<p>Zev Yaroslavsky, a former Los Angeles City Council member who represented Westwood and surrounding areas, said he expects the Expo Line to alleviate congestion on both sides of the 10 Freeway.</p>\n<p>“This is a historic moment for the emerging and evolving public transportation system in Los Angeles, and it should not be underestimated,” he said.</p>\n<p>Yaroslavsky said the Expo line from downtown to Culver City has more than 30,000 passengers a day. The new extension is expected to surpass that number of riders.</p>\n<p>Juan Matute, associate director of the UCLA Institute of Transportation Studies, said the station at Westwood Boulevard will allow UCLA students and workers to travel downtown in about 30 minutes. A 2009 study estimated the Westwood station would be the second most popular station, with 5,200 passengers boarding each day, he added.</p>\n<p>“About 50,000 people come to UCLA every day, so four to five thousand people using the train instead of driving is a considerable portion,” he said.</p>\n<p>Matute said he thinks the new line will encourage students and workers to live outside of Westwood and commute with the Expo Line.</p>\n<p>“Tuition keeps getting more expensive and it’s expensive to live on the Hill, so a lot of students might be motivated to live off campus or at home,” he said.</p>\n<p>Some students said they plan to take advantage of the<b> </b>extension.</p>\n<p>Aly Zhang, a second-year economics student, said she would use the line to go to the beach with her friends because it’s cheaper than taking an Uber or Lyft. She added she thinks the new line makes<b> </b>living off campus more appealing <b></b>because of the high costs of living on the Hill.</p>\n<p>Other students said the lack of easy access to the station may deter them from using the new line.</p>\n<p>“I don’t have a car, and it might be expensive to take an Uber to and from the station every day,” said Hari Sivaskandan, a first-year business economics student.</p>\n<p>Yaroslavsky said the new line does not just serve the people in Santa Monica or Culver City, but rather serves people along the entire line.</p>\n<p>“It’s a whole<b> </b>greater<b> </b>than the sum of its parts,” he said. “Every time we build a new link, it exponentially expands the reach of the transit network. The new line connects Pasadena to San Gabriel Valley to downtown to Santa Monica.”</p>\n<p>Yaroslavsky said three stations on the new portion of the train will offer parking in lots for $2 a day as well as monthly parking passes.</p>\n<p>Some are concerned the lack of parking at stations may deter people from using the line.</p>\n<p>Matute said Metro had to decide whether to spend millions on buying land for parking lots that serve a limited amount of people or to buy Big Blue Buses that would serve<b> </b>more people.</p>\n<p>Yaroslavsky said he agreed people will adjust to the lack of parking and find alternatives, such as using Uber, Lyft, the bus or carpooling.<b> </b>He added he is confident Los Angeles residents will take advantage of the new system.</p>\n<p>“I do not think the lack of parking will impede the success of the line,” he said. “Angelenos are willing to get out of their cars if it is beneficial to them, and the rail line is cheaper, faster and less stressful than driving.”</p></div>",
    "titleCaption": "The Expo Line's second phase opened Friday, connecting downtown Los Angeles to Santa Monica. The line is now about 15 miles long and takes about 45 minutes to go from end to end.",
    "secondaryImages": [],
    "headline": "Metro Expo extension opens, connects downtown LA to Santa Monica",
    "url": "http://dailybruin.com/2016/05/20/metro-expo-extension-opens-connects-downtown-la-to-santa-monica/"
  },
  {
    "secondaryImageCaptions": [],
    "titleImage": "http://dailybruin.com/images/2016/05/expolineedit.jpg",
    "authors": [
      "Chris Campbell"
    ],
    "postDate": " Posted:  May 20, 2016 12:00 am",
    "content": "<div class=\"db-post-content\">\n<p>There’s going to be one heck of a birthday party this Friday. </p>\n<p>After years of bated breath, the LA County Metropolitan Transportation Authority will finally open its 6.6 mile, $1.5 billion Expo line light-rail extension, which will stretch westward from its previous Culver City terminus all the way to Santa Monica. Adding to the hype, there will be a host of <a href=\"http://www.laweekly.com/news/free-rides-and-an-open-streets-party-will-greet-expo-lines-beach-debut-6933516\" rel=\"nofollow\" target=\"_blank\">celebrations</a> near the new Santa Monica stations and a full day of free rides. </p>\n<p>But after the crowds clear, the confetti is swept up and people will have to pay full price for train fares again. We’re still going to have an extended train track. In fact, if Metro stays on track – no pun intended – to complete the<a href=\"https://www.metro.net/projects/\" rel=\"nofollow\" target=\"_blank\"> decades’ worth of projects</a> it has planned, Angelenos will have a pretty <a href=\"http://www.scpr.org/blogs/news/2014/02/18/15879/a-potential-2040-los-angeles-metro-subway-system-m/\" rel=\"nofollow\" target=\"_blank\">extensive rail system </a>by 2040. </p>\n<p>It’s great that Metro’s push to get Angelenos out of their cars is finally leaving the station, so to speak. But there’s a caveat: Transit systems cost serious money to build and maintain. The Metro expects to drop <a href=\"http://media.metro.net/about_us/finance/images/fy17_proposed_budget_2016-0518.pdf\" rel=\"nofollow\" target=\"_blank\">$410 million </a>on maintenance<b> </b>and security in 2017, an 8.6 percent increase from this year.</p>\n<p>Fortunately,<b></b> they’re looking for more money to fund these projects and improvements. To this end, the Metro’s Board of Directors is working on a draft plan for a <a href=\"http://www.latimes.com/local/california/la-me-transit-projects-20160319-story.html\" rel=\"nofollow\" target=\"_blank\">referendum</a> to go on November’s ballot. The referendum proposes to extend  half-cent Measure R sales tax approved in 2008 for at least 20 years and introduce another half-cent sales tax, Measure R2, to take effect for 45 years. If all goes according to plan, the Metro will end up with $120 billion in extra cash. </p>\n<p>Los Angeles voters need to approve Measure R2 in November if they want to see further improvements in their transit system’s accessibility and reliability. But first, the Metro needs to amend its expenditure plan and make sure it uses its money for the benefit of as many Southlanders as possible, not just the ones who live and work near rail corridors. </p>\n<p>To that end, Metro needs to reach more potential riders by allocating more funds toward pedestrian, biking and bus infrastructure, as well as maintenance to ensure that their system is fast and reliable. That would come at a cost, namely a lesser emphasis on new rail construction. </p>\n<p>Hopefully the transit gods will forgive me for saying that, but it’s no secret that rail projects are costly and take a long time to complete. Just look at the Expo line extension.<b> </b>Even when they’re done, they primarily serve corridors of <a href=\"http://www.latimes.com/opinion/livable-city/la-oe-painter-boarnet-metro-value-capture-20160516-story.html\" rel=\"nofollow\" target=\"_blank\">high-density, high-wealth</a> development.<b> </b>This is all well and good; trains serve these areas well. </p>\n<p>But Los Angeles is a diverse place, and rail wouldn’t be the most effective option for all of its areas. Anyone familiar with my Metro columns knows that I’m big on<a href=\"http://dailybruin.com/2016/02/02/chris-campbell-olympic-bid-must-drive-la-to-a-greater-investment-in-public-transit/\" rel=\"nofollow\" target=\"_blank\"> buses</a> and <a href=\"http://dailybruin.com/2016/04/05/chris-campbell-la-metro-should-focus-on-millennials-in-expanding-public-transit/\" rel=\"nofollow\" target=\"_blank\">multimodal transportation</a> as ways to reach people in lower density areas who wouldn’t otherwise utilize public transportation. </p>\n<p>Case in point: Santa Clarita Valley residents recently <a href=\"http://www.signalscv.com/section/36/article/152012/\" rel=\"nofollow\" target=\"_blank\">voiced concerns</a> about the returns their community would receive under the current iteration of Measure R2. San Fernando Valley leaders have shared <a href=\"http://www.dailynews.com/general-news/20160426/san-fernando-valley-group-wants-more-out-of-120-billion-transit-sales-tax\" rel=\"nofollow\" target=\"_blank\">similar sentiments</a> about the attention their communities would receive. Lower density suburban communities like these would benefit more from bicycle and pedestrian paths and improved bus infrastructure. These projects would be faster, easier and cheaper to implement than rail and would have a wider reach. </p>\n<p><b></b>For example, the Wilshire Bus Rapid Transit corridor, completed in 2010, runs through one of the busiest and most congested corridors in the city. And yet it only cost $31.5 million to install, a fraction of what the Expo extension cost. <b></b></p>\n<p><a href=\"http://boardsecretary.metro.net/2016/03_March/RBM%20Item%204.1.pdf\" rel=\"nofollow\" target=\"_blank\">But try telling that to Metro</a>. A full 35 percent, or $42 billion, of Measure R2 is currently earmarked for major rail construction projects. By comparison, only 4.5 percent, or $5.4 billion, is going toward street improvements and biking infrastructure, with another 1 percent allocated for bike paths along the LA River. Bus system extensions are only getting $350 million. That’s chump change.  Let’s say that Metro reallocates $2 billion away from rail construction and gives an extra billion each for multimodal and bus expansions. That adds up to $7.75 billion, or 6.5 percent of the total sales tax revenue.</p>\n<p>In the shadow of big rail, that’s still chump change, but the boosts to the non-rail transit system would be anything but trivial. The extra cash could go a long way in planning new bus routes, improving street and fleet maintenance, improving the convenience and reliability of bus service and establishing more bike and pedestrian friendly infrastructure. </p>\n<p>So yes, rail systems are a worthy investment for the more urbanized areas of LA, and you can bet that I’ll be living it up at the Expo extension’s grand opening. But when that shiny new rail line starts to lose its luster, Angelenos still need a fast, reliable and convenient way to get around the city. Measure R2 can give them the option they need. But first, Metro needs to change its track.</p></div>",
    "titleCaption": "(Annie Chan/ Daily Bruin)",
    "secondaryImages": [],
    "headline": "Chris Campbell: LA needs reliable public transportation, not emphasis on rail lines",
    "url": "http://dailybruin.com/2016/05/20/chris-campbell-la-needs-reliable-public-transportation-not-emphasis-on-rail-lines/"
  }
]
