var data = [
  {
    "caption": "Freshman runner Carolina Johnson is UCLA's lone woman to qualify for the NCAA championship race. Johnson, who holds the third-best under-20 steeplechase time in Swedish history, has already made a big impact in her first season with the Bruins. (Aubrey Yeo/Daily Bruin senior staff)",
    "authors": [
      "Matt Cummings"
    ],
    "content": "<div class=\"db-post-content\">\n<p>It’s the morning of Oct. 16, and no one knows about Carolina Johnson.</p>\n<p>She has made a name for herself in Europe, a silver medalist at the European Athletics<b> </b>Junior Championships who holds the third-best time in Swedish history in the under-20 steeplechase.</p>\n<p>But to the world of NCAA cross country, Johnson is just one of 246 girls about to compete in the Wisconsin adidas Invitational, a midseason cross country gathering that draws a more talented field than any other collegiate meet besides the NCAA championship.</p>\n<p>It’s a grand stage for her opening act, which lasts just over 20 minutes and thrills everyone except Johnson herself. She finishes 26th, fourth among freshmen and 143 spots higher than any of her teammates.</p>\n<p>“For her to handle it like she did, it was really a nice thing to see,” said coach Forest Braden. “It showed how much more is still there.”</p>\n<p>There’s a lot still there –<b> </b>Braden thinks Johnson can vie for NCAA titles in both cross country and steeplechase.</p>\n<p>Maybe that would satisfy her.</p>\n<p>***</p>\n<p>Four kilometers into a windy Pac-12 championship race, Johnson was right where she wanted to be: first place. Then she got tired.</p>\n<p>She ran decently on the fifth kilometer but struggled through the final one, falling to ninth.</p>\n<p>“She’s just not quite sharp enough, she doesn’t have enough speed to finish a flat 6k with those other girls,” Braden said. “She’s very strong but she’s not really fast right now. We haven’t been training for long enough to really be able to implement much speed work.”</p>\n<p>That’s the<b> </b>scary<b> </b>thing about Johnson. Her ninth-place finish was the best among first-years, earning her Pac-12 Freshman of the Year honors, but she still has so much room to improve.</p>\n<p>She’s only been running competitively for a little over three years. Before that, she was the captain of her club soccer team, but her favorite part of practice was the one most dreaded by the average player: running.</p>\n<p>“I was better without the ball,” she said.</p>\n<p>So she joined a 3×800-meter relay squad with the Linkoping Athletic Team and soon found herself competing at the Swedish national championships, where her relay team took the bronze medal.</p>\n<p>Back then, bronze was good enough. Now she’s rarely satisfied by anything less than first place. Even winning Freshman of the Year in one of the nation’s top conferences isn’t enough.</p>\n<p>“Yeah, I was the fastest freshman,” Johnson said. “But I want to be the fastest of all of them, of everyone.”</p>\n<p>For those around her, the difficult task is not motivating her but rather tempering her dedication, helping her slow down her training schedule to avoid injury or burnout.</p>\n<figure class=\"thumbnail wp-caption alignnone\" id=\"attachment_242160\" style=\"width: 300px\"><a href=\"http://dailybruin.com/2015/11/18/freshman-runner-makes-big-impact-at-ucla-following-european-success/b-photo-carolina/\" rel=\"attachment wp-att-242160\"><img alt='Johnson is very hard on herself but frames her self-criticism in a positive light, trying to avoid negative thoughts. When asked to describe Johnson in three words, teammate Sabrina Seay came up with two: \"happy\" and \"determined.\" (Aubrey Yeo/Daily Bruin senior staff)' class=\"wp-image-242160 size-medium\" height=\"200\" src=\"http://dailybruin.com/images/2015/11/B-Photo-Carolina-300x200.jpg\" width=\"300\"/></a><figcaption class=\"caption wp-caption-text\">Johnson has a chance to contend in the next four years for NCAA championships in both cross country and steeplechase, according to coach Forest Braden. (Aubrey Yeo/Daily Bruin senior staff)</figcaption></figure>\n<p>“It’s a long process,” Braden said. “She’s incredibly young in her career and I don’t want to push her too hard too early so I’m definitely the conservative one, I’m definitely trying to get more rest days, just have a big-picture approach.”</p>\n<p>Johnson’s training routine is similar to the one she employed in Sweden: It’s not high-volume but she supplements her running with cross-training, biking and weight lifting.</p>\n<p>“We’ll probably tweak it a little bit but it’s worked really well for her,” Braden said. “If something’s working well, why change it?”</p>\n<p>***</p>\n<p>Johnson has heard the comparisons to her dad. Like so many things, they make her smile.</p>\n<p>“It’s good for me to hear because he’s my biggest inspiration,” Johnson said. <b>“</b>His mindset and his dedication, and he’s still so humble<b>.”</b></p>\n<p>For now, Fredrik Johnson is the only world champion in the family, but the squash player with 48 national titles has passed his greatest asset on to his middle daughter.</p>\n<p>“The strongest talent for both me and Carolina is actually the mind,” Fredrik Johnson said. “When I was a professional, as tough as I was against myself, it’s the same for Carolina. She’s so driven.”</p>\n<p>Fredrik Johnson knew early on that his daughter had a special sense of determination. Whatever she set her mind to as a child, whether it was learning to swim or learning to read, she quickly accomplished. As Carolina Johnson grew up, she and her dad would delight in competition – making bets about who could spell a word correctly or who could name more capital cities around the world.</p>\n<p>It’s always in good fun, though – Carolina Johnson said one of the most important things her dad has taught her is to be happy.</p>\n<p>“You can’t think negative thoughts if you want to win,” Carolina Johnson said. “If you hate losing, it’s a negative thought. You have to think about winning in a good way.”</p>\n<p>The positivity helps for someone who is so hard on herself – even as she harshly critiques her own performance, she beams widely.</p>\n<figure class=\"thumbnail wp-caption alignnone\" id=\"attachment_242162\" style=\"width: 200px\"><a href=\"http://dailybruin.com/2015/11/18/freshman-runner-makes-big-impact-at-ucla-following-european-success/c-photo-carolina/\" rel=\"attachment wp-att-242162\"><img alt='Johnson is very hard on herself but frames her self-criticism in a positive light, trying to avoid negative thoughts. When asked to describe Johnson in three words, teammate Sabrina Seay came up with two: \"happy\" and \"determined.\" (Aubrey Yeo/Daily Bruin senior staff)' class=\"wp-image-242162 size-medium\" height=\"300\" src=\"http://dailybruin.com/images/2015/11/C-Photo-Carolina-200x300.jpg\" width=\"200\"/></a><figcaption class=\"caption wp-caption-text\">Johnson is very hard on herself but frames her self-criticism in a positive light, trying to avoid negative thoughts. When asked to describe Johnson in three words, teammate Sabrina Seay came up with two: “happy” and “determined.” (Aubrey Yeo/Daily Bruin senior staff)</figcaption></figure>\n<p>“Her strength is that she’s able to keep a positive attitude while being critical enough,” said sophomore teammate Sabrina Seay. “(She realizes) that just because you did well doesn’t mean that’s the best you can do … there’s always more potential.”</p>\n<p>***</p>\n<p>Forest Braden gets five to 10 emails a week from international runners intrigued by the UCLA program.</p>\n<p>The interest is usually one-sided – the cross country coach said 99 percent of those who reach out are “not quite there,” not worth the expenditure of a precious scholarship.</p>\n<p>Johnson was part of the other 1 percent, the rare athlete who caught Braden’s eye. She met the program’s performance standards and had shown impressive development in recent years.</p>\n<p>In April, Johnson came to the United States to train at a camp in Flagstaff, Arizona, run in the Mt. SAC Relays in Walnut, and visit UCLA. Braden didn’t meet her until she came to campus but says he remembers seeing her run at the Mt. SAC Relays.</p>\n<p>“(My) first impression was just how tough she was in that race,” Braden said. “It looked like she kept falling off the pack and then she’d get right back on.”</p>\n<p>He was even more impressed when he met her a few days later.</p>\n<p>“She’s just a sweet girl, a really nice person,” Braden said. “And I could tell how serious she was about her training, I could see how disciplined she was.”</p>\n<p>On top of her personal drive, Braden recognized that she was interested in a team atmosphere, not a given for international athletes who aren’t exposed to the team-focused American high school athletic system.</p>\n<p>“Sometimes you have athletes from overseas who are not quite as team-oriented,” Braden said. “Even though (Johnson) really desires the individual success, she has a strong love for her team and her teammates.”</p>\n<p>***</p>\n<p>When she reached the 3,000-meter steeplechase finish line at the European Athletics Junior Championships this past summer, Johnson felt good. Not in the way most people feel good after a race – this was not some post-exertion “exercise high.” No, she felt <em>good</em><i>.</i></p>\n<p>“I had more to give,” Johnson said. “It would have been better if the race was like 3,400 meters.”</p>\n<p>An extra 400 meters would have given Johnson a shot at the gold medal – perhaps she could have overtaken one more girl, on top of the four she’d passed in the final 800 meters.</p>\n<p>Instead, she settled for silver. She had been too relaxed to start the race, waited too long to push forward, the type of tactical failure that comes with limited preparation.</p>\n<p>Johnson’s training for the Euro Juniors was less than proper – she’d been running for only the past two-and-a-half weeks. Before that, she’d been hampered for eight weeks by inflammation in her foot, forcing her to work out with elliptical, bike and water running sessions.</p>\n<p>Considering the circumstances, Johnson was happy with a silver medal.</p>\n<p>Someday, she might look back and feel that way about all her performances.</p>\n<p>“It’s maybe something you learn as you grow up,” Fredrik Johnson said. “Now that I’ve had most of my years done on the court, I think it’s important sometimes to stop for a day and think how good it is that I can really enjoy this sport … appreciate what you’re doing and not always be so hard on yourself.”</p>\n<p>Today is not that day, though. She’s not satisfied with silver.</p>\n<p>“It’s good to learn from it,” Carolina Johnson said. “Because I don’t want the silver to be the best thing I do.”</p></div>",
    "secondaryImageCaptions": [
      "Johnson has a chance to contend in the next four years for NCAA championships in both cross country and steeplechase, according to coach Forest Braden. (Aubrey Yeo/Daily Bruin senior staff)",
      "Johnson is very hard on herself but frames her self-criticism in a positive light, trying to avoid negative thoughts. When asked to describe Johnson in three words, teammate Sabrina Seay came up with two: “happy” and “determined.” (Aubrey Yeo/Daily Bruin senior staff)"
    ],
    "headline": "Freshman runner makes big impact at UCLA following European success",
    "secondaryImages": [
      "http://dailybruin.com/images/2015/11/B-Photo-Carolina.jpg",
      "http://dailybruin.com/images/2015/11/C-Photo-Carolina.jpg"
    ],
    "postDate": " Posted:  November 18, 2015 7:43 am",
    "titleImage": "http://dailybruin.com/images/2015/11/web.sp_.carolina.feat_.AYeo_.picA_.jpg",
    "url": "http://dailybruin.com/2015/11/18/freshman-runner-makes-big-impact-at-ucla-following-european-success/"
  },
  {
    "caption": "Junior receiver Thomas Duarte was particularly effective across the middle of the field in Thursday's win over California, making five of his career-high 10 catches between the hash marks. (Hannah Ye/Daily Bruin senior staff)",
    "authors": [
      "Matthew Joye"
    ],
    "content": "<div class=\"db-post-content\">\n<p><i>Each week, Daily Bruin Sports takes a look at the game film for UCLA football and grades each position group on its performance.</i></p>\n<p><i></i><i>This week, we examine UCLA’s 40-24 win over Cal.</i></p>\n<p><b>Quarterbacks: A-</b></p>\n<p>Many are probably going to wonder why this grade isn’t an A or an A+. After all, Rosen did set the UCLA school record for completions and had 399 passing yards, three touchdowns and no interceptions. But there were a couple throws that could have made his performance even better.</p>\n<p>Early in the second quarter, Rosen had redshirt junior receiver Kenny Walker open in the end zone, behind Cal cornerback Darius Allensworth. Rosen underthrew the deep pass just slightly, allowing Allensworth to bat the ball away and prevent a would-be 28-yard touchdown.</p>\n<p><a href=\"http://dailybruin.com/images/2015/10/walker-allenworth.png\"><img alt=\"walker allenworth\" class=\"aligncenter wp-image-238537 size-large\" height=\"315\" src=\"http://dailybruin.com/images/2015/10/walker-allenworth-1024x521.png\" width=\"620\"/></a></p>\n<p>There was also a play in the first quarter when senior receiver Jordan Payton beat Allensworth 30 yards down the left sideline, but Rosen overthrew him.</p>\n<p><a href=\"http://dailybruin.com/images/2015/10/Screen-Shot-2015-10-27-at-3.12.54-PM.png\" rel=\"attachment wp-att-238525\"><img alt=\"Screen Shot 2015-10-27 at 3.12.54 PM.png\" class=\"aligncenter wp-image-238525 size-large\" data-uniq-id=\"a1de0\" height=\"314\" src=\"http://dailybruin.com/images/2015/10/Screen-Shot-2015-10-27-at-3.12.54-PM-1024x519.png\" width=\"620\"/></a></p>\n<p>Aside from that, Rosen made a couple risky throws that could have easily been intercepted. One came in the end zone late in the first quarter, when Payton had to become a defender to prevent Allensworth from making the interception. The second came early in the second quarter, when a Cal defender read Rosen’s eyes and nearly picked off a slant route at the UCLA 18-yard line. Make no mistake, Rosen still had a standout game, and his 34/47 performance was no fluke. But because of those two big missed throws and a couple near-interceptions, the performance wasn’t perfect.</p>\n<p><a href=\"http://dailybruin.com/images/2015/10/Cal-Josh-Rosen-Pass-01.png\" rel=\"attachment wp-att-238524\" style=\"color: #005580;\"><img alt=\"Cal Josh Rosen Pass-01.png\" class=\"aligncenter wp-image-238524 size-large\" data-uniq-id=\"4b9a5\" height=\"879\" src=\"http://dailybruin.com/images/2015/10/Cal-Josh-Rosen-Pass-01-722x1024.png\" width=\"620\"/></a></p>\n<p><b>Running backs: A</b></p>\n<p>Redshirt junior running back Paul Perkins was on his way to another 100-yard performance before he went out with a knee injury in the second quarter. At that point, Perkins had 86 total yards and nine broken tackles on just 13 touches.</p>\n<p>After Perkins went out, freshman running back Soso Jamabo did a nice job filling the void. Jamabo was particularly impressive in the passing game, making a key block on a third-down blitz on UCLA’s third drive, and also catching a 23-yard pass on that same possession. Jamabo ended the night with 79 yards on 4.4 yards per carry, but did have one lost fumble in the fourth quarter.</p>\n<p><b>Wide receivers: A</b></p>\n<p>For the first time in weeks, UCLA had a multifaceted receiving attack, instead of a two-dimensional one.</p>\n<p>Junior Thomas Duarte and senior Jordan Payton retained their status as top targets, but Devin Fuller emerged as a key playmaker. The senior caught seven passes for 100 yards and two touchdowns – all season-highs.</p>\n<p>Also, redshirt sophomore Darren Andrews made as big an impact with bubble screens as any UCLA receiver all year. Of his five catches, three were bubble screens that went for six, 10 and seven yards.</p>\n<p>“The little bubble screens, they stretch the defense out and make ‘em stay honest and play those three-by-one formations,” Duarte said. “And they make (the defenders) stay out there, they make guys commit to the run, and (we) just attack over the middle.”</p>\n<p>Duarte was particularly effective over the middle, making five of his career-high 10 catches between the hash marks, for 50 yards. Two of those catches came after Rosen initially had the option to hit Andrews on a bubble screen.</p>\n<p>As a whole, the UCLA wide receivers improved drastically from previous weeks – both in gaining separation and in executing plays. Granted, they were playing against <a href=\"http://dailybruin.com/2015/10/21/football-scouting-report-cal-2/\" rel=\"nofollow\" target=\"_blank\">a porous secondary</a> from Cal, but they only dropped one pass as a unit. Also, Payton made a key play in the game by preventing a Cal defender from intercepting a pass in the end zone.</p>\n<p><b>Offensive line: B+</b></p>\n<p>The toughest thing about facing the Golden Bears’ defense, statistically speaking, is containing their pass rush. Entering Thursday’s game, Cal’s defense ranked No. 13 in the nation in sacks per game.</p>\n<p>UCLA’s offensive line did a good job of keeping sacks out of the equation, allowing only one on the night. What’s more impressive is that the Bruins did that with a redshirt freshman – Kolton Miller – starting at left tackle for the first time in his career.</p>\n<p>Miller looked vastly improved from <a href=\"http://dailybruin.com/2015/10/20/report-card-ucla-vs-stanford/\" rel=\"nofollow\" target=\"_blank\">his subpar performance</a> against Stanford last week. He picked up the edge rushers much better, and also did a nice job pulling across the offensive line for one of Perkins’ 12-yard runs in the first quarter.</p>\n<p>The offensive line still had some problems with penalties, committing two holding infractions, but that’s a big improvement from the Stanford game, which saw the UCLA offensive line commit 35 yards worth of penalties in the first half alone.</p>\n<p><b>Defensive line: A+</b></p>\n<p>The UCLA defensive linemen got to try something new against Cal.</p>\n<p>For the first time this year, UCLA ran defensive plays with zero down linemen. In fact, the Bruins ran several plays like that against Cal’s vertical-set blocking scheme.</p>\n<p><a href=\"http://dailybruin.com/images/2015/10/UCLA-NO-DOWN-LINEMAN.png\" rel=\"attachment wp-att-238526\"><img alt=\"UCLA NO DOWN LINEMAN.png\" class=\"aligncenter wp-image-238526 size-large\" data-uniq-id=\"f3019\" height=\"313\" src=\"http://dailybruin.com/images/2015/10/UCLA-NO-DOWN-LINEMAN-1024x518.png\" width=\"620\"/></a></p>\n<p><a href=\"http://dailybruin.com/images/2015/10/UCLA-NO-DOWN-LINEMEN-2.png\" rel=\"attachment wp-att-238527\"><img alt=\"UCLA NO DOWN LINEMEN 2.png\" class=\"aligncenter wp-image-238527 size-large\" data-uniq-id=\"08115\" height=\"316\" src=\"http://dailybruin.com/images/2015/10/UCLA-NO-DOWN-LINEMEN-2-1024x523.png\" width=\"620\"/></a></p>\n<p>There were also more stunts up front, after an uneventful and ineffective performance from the defensive line <a href=\"http://dailybruin.com/2015/10/20/report-card-ucla-vs-stanford/\" rel=\"nofollow\" target=\"_blank\">against Stanford</a>. The result was UCLA’s best defensive line performance since Sept. 19 against BYU.</p>\n<p>Defensive end Takkarist McKinley thrived in the new defensive setup, taking advantage of his speed and quickness off the edge against Cal’s flat-footed blockers. The junior finished the game with 0.5 sacks and several quarterback pressures.</p>\n<p>“We felt like with just straight speed we could get around that corner, because if you beat ‘em to the spot you can get ‘em,” McKinley said. “If you don’t, even in vertical-set, you can just bull rush ‘em and just get to the quarterback. So that vertical set helped us out a lot.”</p>\n<p>UCLA’s potent pass rush had Cal on its heels. That much was epitomized by a play early in the second quarter, when UCLA’s defensive line actually forced Cal into a false start penalty.</p>\n<p><img alt=\"\" class=\"alignnone\" height=\"360\" src=\"http://i.imgur.com/YBZekXG.gif\" width=\"480\"/></p>\n<p>What was perhaps most important about the defensive line was that it didn’t wear down as the game progressed. That has been a problem in recent weeks – especially against Arizona State and Stanford – but in the Cal game, UCLA recorded four of its five sacks in the fourth quarter.</p>\n<p>Overall, the Bruins’ defensive linemen looked like the aggressors in the Cal game – a far cry from the Stanford game a week earlier.</p>\n<p><b>Linebackers: A</b></p>\n<p>This position group has fluctuated quite a bit over the last four games. Not only has it suffered through injuries, it has also suffered through inconsistencies. After a mistake-ridden performance against Arizona – which included 21 missed tackles – the linebackers came back and allowed 157 yards after contact to Arizona State. Then, against Stanford, the Bruins allowed 168 yards before contact, failing to pursue the ball carrier on several occasions.</p>\n<p>But against Cal, the linebackers finally put together a solid performance for four quarters. Their run defense was vastly improved, allowing only 3.7 yards per rush on 35 attempts; in the previous three games, UCLA had allowed an average of 6.5 yards per carry.</p>\n<p>The difference maker was Jayon Brown. The junior supplanted sophomore Kenny Young at the starting “Will” linebacker position, and did a solid job in both run and pass coverage. Brown finished the game tied for the team lead with seven tackles and two pass breakups. Senior linebacker Aaron Wallace also shined with three sacks in the game.</p>\n<p><b>Defensive backs: A-</b></p>\n<p><a href=\"http://dailybruin.com/images/2015/10/sports.ReportCard.defense.10.27.png\" rel=\"attachment wp-att-238528\"><img alt=\"sports.ReportCard.defense.10.27.png\" class=\"aligncenter wp-image-238528 size-large\" data-uniq-id=\"2b485\" height=\"386\" src=\"http://dailybruin.com/images/2015/10/sports.ReportCard.defense.10.27-1024x639.png\" width=\"620\"/></a></p>\n<p>We can’t start this section without mentioning John Johnson.</p>\n<p>Entering the game, the redshirt sophomore cornerback looked to be the potential weak point of the Bruin defense. He was in his first career start, facing one of the nation’s best passing teams in Cal. Beyond that, he had to play in press coverage on the perimeter for most of the game, with Cal <a href=\"http://www.dailycal.org/2014/11/21/breaking-bear-raid-big-game/\" rel=\"nofollow\" target=\"_blank\">having a tendency for short screen passes</a>.</p>\n<p>The Bears tested Johnson early, but quickly discovered that he wouldn’t be a pushover. Johnson allowed just one catch for nine yards in the game, essentially shutting down the deep ball on the left side of the field.</p>\n<p><img alt=\"\" class=\"alignnone\" height=\"360\" src=\"http://i.imgur.com/JDcWpmA.gif\" width=\"480\"/></p>\n<p>“(Cal) tried him, and he did a nice job,” said coach Jim Mora. “We put him out there on an island a lot against some really good receivers.”</p>\n<p>There were certain plays were Goff wanted to test the inexperienced Johnson, but simply couldn’t. On a third-and-10 play midway through the second quarter, Goff took a look to Johnson’s man on the left side, but had to progress to his secondary read on the right side because Johnson’s coverage was so good. The play led to an incompletion and a punt by the Bears.</p>\n<p><img alt=\"\" class=\"alignnone\" height=\"360\" src=\"http://i.imgur.com/IWbvOpO.gif\" width=\"480\"/></p>\n<p><img alt=\"\" class=\"alignnone\" height=\"360\" src=\"http://i.imgur.com/8vlBUmI.gif\" width=\"480\"/></p>\n<p>“(Johnson) stayed on top of the receivers and challenged (them),” Mora said. “He found the ball when he needed to. He played well. I was excited about that for him. It’s fun to see him have that success – he needs that.”</p>\n<p><img alt=\"\" class=\"alignnone\" height=\"360\" src=\"http://i.imgur.com/IVHXiuX.gif\" width=\"480\"/></p>\n<p>Aside from Johnson, several members of the Bruin secondary held their own against the pass-heavy Cal offense. They limited Goff to five completions on 19 throws beyond 10 yards, with Goff’s biggest pass coming <a href=\"http://espn.go.com/video/clip?id=espn:13951035\" rel=\"nofollow\" target=\"_blank\">on a trick play</a>.</p>\n<p><a href=\"http://dailybruin.com/images/2015/10/Cal-Jared-Goff-Pass-01-1.png\"><img alt=\"Cal Jared Goff Pass-01 (1)\" class=\"alignnone size-large wp-image-238588\" height=\"861\" src=\"http://dailybruin.com/images/2015/10/Cal-Jared-Goff-Pass-01-1-737x1024.png\" width=\"620\"/></a></p>\n<p>As well as the UCLA secondary played, its job requirements were eased significantly by the defensive line’s standout performance in the pass rush.</p>\n<p><b>Special teams: A+</b></p>\n<p>What else can be said of senior kicker Ka’imi Fairbairn this year? He leads the nation in touchback percentage on kickoffs – 68 of his 90 kickoffs have been touchbacks – and he’s only missed one field goal all year.</p>\n<p>Fairbairn added to his list of accomplishments in the Cal game, setting a UCLA record with a 60-yard field goal to end the first half. That kick broke the record set by former UCLA kicker Chris Sailer, who happens to be one of Fairbairn’s personal kicking coaches.</p>\n<p>“(Sailer) was here tonight, he actually texted me before the game. I think he might be a little mad so I’ll give him a call and say sorry,” Fairbairn said. “I owe it all to him; he’s got me here and he’s always kept in contact and always given me tips. So I want to thank him for that.”</p></div>",
    "secondaryImageCaptions": [],
    "headline": "Report Card: UCLA vs. Cal",
    "secondaryImages": [
      "http://dailybruin.com/images/2015/10/walker-allenworth-1024x521.png",
      "http://dailybruin.com/images/2015/10/Screen-Shot-2015-10-27-at-3.12.54-PM-1024x519.png",
      "http://dailybruin.com/images/2015/10/Cal-Josh-Rosen-Pass-014.png",
      "http://dailybruin.com/images/2015/10/UCLA-NO-DOWN-LINEMAN-1024x518.png",
      "http://dailybruin.com/images/2015/10/UCLA-NO-DOWN-LINEMEN-2-1024x523.png",
      "http://dailybruin.com/images/2015/10/sports.ReportCard.defense.10.27-1024x639.png",
      "http://dailybruin.com/images/2015/10/Cal-Jared-Goff-Pass-01-14.png"
    ],
    "postDate": " Posted:  October 27, 2015 7:22 pm",
    "titleImage": "http://dailybruin.com/images/2015/10/593d25e0-2812-4041-830a-e189737d7b42.jpg",
    "url": "http://dailybruin.com/2015/10/27/report-card-ucla-vs-cal/"
  }
];
