var data = [
  {
    "headline": "MakeUCLAGreatAgain candidate petitions for USAC election re-vote",
    "content": "<div class=\"db-post-content\">\n<p>MakeUCLAGreatAgain candidate Shubham Goel submitted a petition asking the USAC Election Board to disqualify the Social Justice Referendum and call a re-vote for all contested candidates in last week’s undergraduate student government election.</p>\n<p>Goel, the sole candidate who ran under the slate MakeUCLAGreatAgain, filed the petition to the USAC Judicial Board, which accepted it Friday afternoon. The judicial board will hold a hearing Wednesday night to decide whether it agrees with Goel, who argued the election board should continue to accept complaints or alleged USAC Election Code violations after voting ended 3 p.m. on May 6.</p>\n<p>The petition doesn’t aim to highlight what Goel called unfair practices of the election board, but instead aims to challenge the entire undergraduate student government for its corruption, Goel said. He added he thinks filing a petition against the election board was one of the only ways to do so.</p>\n<p>Goel said the election board did not accept a complaint that alleged the Social Justice Referendum <a href=\"http://dailybruin.com/2016/05/05/social-justice-referendum-sanctioned-after-usac-judicial-board-ruling/\" target=\"_blank\">violated a previous sanction</a> that barred supporters of the referendum from campaigning from 3 p.m. on May 5 to 3 p.m. on May 6. The <a href=\"http://static1.squarespace.com/static/53d5bb3ae4b005dcf3bd3085/t/572d30227da24fce8265b92f/1462579235062/C23-S2016.pdf\" target=\"_blank\">complaint stated</a> supporters of the Social Justice Referendum had a band campaigning on Bruin Walk during those hours.</p>\n<p>The election board rejected another complaint, which <a href=\"http://static1.squarespace.com/static/53d5bb3ae4b005dcf3bd3085/t/572d30147da24fce8265b8de/1462579220376/C22-S2016-%281%29.pdf\" target=\"_blank\">alleged members of Bruins United</a> posted a flier on a bulletin board in a campus building, because it was filed after voting hours, according to the petition. The election board did not issue a sanction, stating all complaints should have been filed prior to the conclusion of voting hours, <a href=\"http://static1.squarespace.com/static/53d5bb3ae4b005dcf3bd3085/t/572d30227da24fce8265b92f/1462579235062/C23-S2016.pdf\" target=\"_blank\">according to the investigation report</a>.</p>\n<p>Goel said he is calling for a re-election of all contested positions because he believes the election board did not fairly sanction Bruins United.</p>\n<p>Jazz Kiang, designated representative of the Social Justice Referendum, said those who performed on Bruin Walk when the Social Justice Referendum was barred from campaigning were not affiliated with the referendum. Kiang added he was unaware of the performance and did not coordinate it.</p>\n<p>Munir Griffin, CEO and founder of the Westwood Village Entertainment Group, said a representative of the Social Justice Referendum<a href=\"http://dailybruin.com/2016/05/06/social-justice-referendum-supporters-continue-campaigning-despite-sanction/\" rel=\"nofollow\" target=\"_blank\"> asked the group to perform. </a></p>\n<p>Kiang said he was concerned some of the students who signed Goel’s petition were affiliated with student-run political groups Waves of Change and LET’S ACT!. Waves of Change is a new slate that ran in last week’s USAC election. LET’S ACT!, a slate that has run candidates in elections since 2013, did not run candidates this year.</p>\n<p>“I thought we had support from candidates from all slates,” Kiang said. “It begs a disturbing question whether some (who we thought were) supporters are actually against our referendum.”</p>\n<p>USAC Election Board Chair Lindsay Allen said her office is looking into the petition.</p>\n<p>The judicial board will hold a private preliminary hearing at 7:15 p.m. Wednesday.</p></div>",
    "titleImage": "http://dailybruin.com/images/2016/05/web.ns_.makeuclagreatpetition.KC_.jpg",
    "url": "http://dailybruin.com/2016/05/13/makeuclagreatagain-candidate-petitions-for-usac-election-re-vote/",
    "authors": [
      "Nicholas Yu"
    ],
    "postDate": " Posted:  May 13, 2016 6:01 pm",
    "titleCaption": "MakeUCLAGreatAgain candidate Shubham Goel submitted a petition asking USAC Election Board to disqualify the Social Justice Referendum and call a re-vote for all contested candidates in last week’s USAC election. (Kathy Chen/Daily Bruin)",
    "secondaryImages": [],
    "secondaryImageCaptions": []
  },
  {
    "headline": "UCLA’s X1 Robotics seeks to engage students in hands-on projects",
    "content": "<div class=\"db-post-content\">\n<p>The second floor of Boelter Hall is often heard before it’s seen. </p>\n<p>Filled with sounds of metal striking metal, the open workspace is cluttered with wires, rods and circuit boards, serving as the home base for multiple engineering and computer science groups – and now, X1 Robotics.</p>\n<p>X1 Robotics is a student-run robotics club founded in the fall that aims to engage engineering students in projects, said third-year aerospace engineering student Prescott Rynewicz. The 25-member club is working to build its first engineering project – a semi-autonomous iPhone-controlled drone. The club aims to finish building the drone by the end of the quarter.</p>\n<p>Rynewicz said he thinks some engineering clubs are repetitive and don’t give students independence when creating projects, which motivated him to start his own.</p>\n<p>He said he wants to make X1 Robotics a club where students can be engaged in hands-on projects, such as building automated robotics. He added he is interested in working on projects that improve the efficiency of everyday tasks.</p>\n<p>“People do things a certain way because … of tradition,” Rynewicz said. “It may be working, but it may not be working as well as it could.”</p>\n<p>For initial funding, the club asked each member to give a $20 to $30 donation upon joining. In 2016, X1 Robotics became affiliated with the American Society of Mechanical Engineers, which is now the club’s main source of funding.</p>\n<p>Rynewicz first pitched the idea of the club to several fraternity brothers in Lambda Chi Alpha, including Kyle Baker, a third-year computer science student and one of the project leads.</p>\n<figure class=\"thumbnail wp-caption aligncenter\" id=\"attachment_263693\" style=\"width: 300px\"><a href=\"http://dailybruin.com/images/2016/05/web.ns_.x1robotics.KS_.jpg\" rel=\"attachment wp-att-263693\"><img alt=\"web.ns.x1robotics.KS.jpg\" class=\"aligncenter wp-image-263693\" data-uniq-id=\"1783d\" height=\"199\" src=\"http://dailybruin.com/images/2016/05/web.ns_.x1robotics.KS_-300x199.jpg\" width=\"300\"/></a><figcaption class=\"caption wp-caption-text\">Prescott Rynewicz and Kyle Baker are members of X1 Robotics, a student-run robotics club at UCLA. (Ken Shin/Daily Bruin)</figcaption></figure>\n<p>Baker said he worked on smaller projects and a remote-controlled car at a hackathon, but he has never worked with a larger organization.</p>\n<p>“A lot of clubs take on one specific project and do it every year,” said Baker, a signatory of the club. “(X1 Robotics) can go in any direction we want, and I’m interested in working with people from other engineering disciplines on a robotics project we all want to do.”</p>\n<p>Baker works on the commands coded via Raspberry Pi – a compact, hackable, single-board computer that will be placed in the drone. Baker said he entered UCLA as an electrical engineering student, but was soon drawn to the logical thinking and puzzle-like challenges in computer science. As the lead of the Raspberry Pi team, he collaborates with the iPhone team to ensure software properly connects to the mobile device.</p>\n<p>Baker said the club is currently split into five teams working on the various subsystems of the drone, including a flight controller team, a mechanical engineering team, an iPhone app team, a systems engineering team and the Raspberry Pi team.</p>\n<p>Other members said they wanted to join X1 Robotics because it would give them a chance to apply lessons from the classroom to original projects and broaden their technical breadth.</p>\n<p>Yungunn Ko, a Raspberry Pi team member and fourth-year chemical engineering student, said he is working to create an ad hoc network or a hotspot between the iPhone and Raspberry Pi.</p>\n<p>Ko said the Raspberry Pi team is formatting the iPhone GPS so that it sends commands to the Raspberry Pi when it is attached to the drone. Even if the connection between the two devices drop, the single-board computer will remember the GPS system on the iPhone and direct the drone back to the ground.</p>\n<p>“I wasn’t interested in robotics at first,” Ko said. “What I like about X1 is that you get to take initiative. (You are not) modeling other people’s works.”</p>\n<p>Ko said he wants to implement Oculus virtual reality glasses and experience the sensation of flying through the drone’s camera.</p>\n<p>Members of the club plan on completing most of the software development, transitioning from coding on a computer screen to physically building the drone. As students work on embedding the Python code in the Raspberry Pi, they are surrounded by rods and sheets of metal, all produced by a 3-D printer.</p>\n<p>Rynewicz said he is working on ways to diversify the types of activities students can do to hone their robotics skills. He is planning on adding three new divisions to the club next year, including the continuation of the drone project, a national competition team and perhaps a small group to focus on daily-life automation robotics.</p>\n<p>He added he hopes to foster a more interactive and streamlined learning environment through small projects and workshops led by the project leaders and ASME.</p>\n<p>With the next wave of recruits in the fall, X1 Robotics plans to improve its project education program. Rynewicz said he wants the program to include computer design, machine programming, software specialization and other courses related to robotics.</p></div>",
    "titleImage": "http://dailybruin.com/images/2016/05/web.ns_.x1robotics.picA_.KS_.jpg",
    "url": "http://dailybruin.com/2016/05/19/uclas-x1-robotics-seeks-to-engage-students-in-hands-on-projects/",
    "authors": [
      "Kelly Gu"
    ],
    "postDate": " Posted:  May 19, 2016 12:38 am",
    "titleCaption": "Prescott Rynewicz, a third-year aerospace engineering student, is part of X1 Robotics, a student-run robotics club that aims to engage engineering students in projects. (Ken Shin/Daily Bruin)",
    "secondaryImages": [
      "http://dailybruin.com/images/2016/05/web.ns_.x1robotics.KS_.jpg"
    ],
    "secondaryImageCaptions": [
      "Prescott Rynewicz and Kyle Baker are members of X1 Robotics, a student-run robotics club at UCLA. (Ken Shin/Daily Bruin)"
    ]
  },
  {
    "headline": "Volunteers seek to improve patient safety at UCLA medical centers",
    "content": "<div class=\"db-post-content\">\n<p>During a typical volunteer shift at Ronald Reagan UCLA Medical Center, Melinda Ng patrols the clinic floors to ensure nurses, physicians and surgeons wash<b> </b>their hands with soap for at least 15 seconds before rinsing.</p>\n<p>Ng, a fourth-year biochemistry student, is a leader of Measuring to Achieve Patient Safety, or <a href=\"https://uclamaps.wordpress.com/\" target=\"_blank\">MAPS</a>, a student organization that helps the hospital maintain a hygienic and safe environment for its patients.</p>\n<p>A Johns Hopkins University study published May 3 in The BMJ <a href=\"http://www.bmj.com/content/353/bmj.i2139\" target=\"_blank\">claims</a> medical errors are the third leading cause of death in the United States behind heart disease and cancer, with up to 250,000 annual deaths. The term “medical errors” includes in-hospital mistakes such as unrecognized surgical complications and medication mislabeling, researchers <a href=\"http://www.npr.org/sections/health-shots/2016/05/03/476636183/death-certificates-undercount-toll-of-medical-errors\" target=\"_blank\">said</a>.</p>\n<p><b></b>Hospital Safety Score gave Ronald Reagan UCLA Medical Center a <a href=\"http://www.hospitalsafetyscore.org/h/university-of-california-ronald-reagan-ucla-medical-center\" target=\"_blank\">C</a> grade this spring in patient safety, with low scores for in-house infections, patient falls and some surgical complications. The UCLA medical center received higher ratings in areas such as prevention of ventilator problems, communications about medication and hand-washing hygiene.</p>\n<p>MAPS, which hopes to use student-collected data to improve these standards for patients hospitalwide, is the only group of its kind at Ronald Reagan UCLA Medical Center to actively monitor patient safety practices, said Cait Walsh, clinical safety supervisor and director of MAPS.</p>\n<p>The organization, founded in 2006, sends students on two-hour rounds through Ronald Reagan UCLA Medical Center and UCLA Medical Center, Santa Monica to perform audits on clinical procedures. By analyzing data, the hospital can correct unhygienic practices in preparation for routine surveys and accreditation renewal, Walsh said.</p>\n<p>“Patients and their families are so much more savvy of what their rights are today,” Walsh said. “Good hand hygiene is very important to them, and many will point out to staff if they see improper hand hygiene.”</p>\n<p>During their shifts,<b> </b>volunteers walk unit to unit observing clinical procedures for safety auditing. The team, composed of about 80 undergraduate and graduate students, ensures staff wears personal protective equipment properly, grabs clean tubes for blood draws and disposes used needles. <span style=\"color: #2c2d30;\">Volunteers also help prevent medication mix-ups by checking that nurses identify patients using two unique identifiers, such as their name and medical record number, Ng said.</span></p>\n<p><b></b>Audits ensure the hospital is in compliance with quality standards required for renewing hospital accreditation and receiving funds, Walsh said.<b> </b>Members log noncompliance incidents into a mobile application designed specifically for MAPS.</p>\n<p>Volunteers perform as many as 8,000 audits monthly, Ng added. MAPS data is aggregated <b></b>and sent to charge nurses and department heads<b> </b>who address noncompliances with personnel, Walsh said. Once a year, MAPS interns present data at clinical meetings and discuss ways to improve patient safety.</p>\n<p>MAPS also launched the Fall Ambassador Program in 2012<b> </b>to help reduce the number of in-hospital falls. Ambassadors identify elderly patients at high risk for accidental falls and leave a gold sticker on the patient’s door, said Ng, who leads the program. The stickers remind nurses to keep an open line of sight to the patients and assist them when necessary.</p>\n<p>“When I was in high school, my grandma fell down the stairs,” Ng said. “I saw how the outcome of a simple injury could lead to a life-changing experience.”</p>\n<p>Walsh said she thinks MAPS has led to a decrease in safety violations over the years.</p>\n<p>“In 2006, when we started in the Center for Health Sciences, lots of staff didn’t like to be watched, but now everyone is on board,” she said. “A positive effect is that hand-washing is (now) ingrained in the hospital’s culture.”</p>\n<p>UCLA has seen several safety breaches over the past five years, including the superbug outbreak <a href=\"http://www.latimes.com/business/la-fi-hospital-infections-20150218-story.html\" target=\"_blank\">last year</a> and a 2011 incident in which a sponge was left in a patient’s body after surgery.</p>\n<p>In an incident <a href=\"http://www.cdph.ca.gov/certlic/facilities/Documents/2567RonaldReaganUCLAMedCtr-30L311-LACounty.pdf\" rel=\"nofollow\" target=\"_blank\">report</a>, UCLA officials announced a large-scale implementation of SurgiCount Initiative, a barcode system that helps personnel track sponges electronically during surgery. The hospital’s Clinical Epidemiology and Infection Control department also carries out <a href=\"https://www.uclahealth.org/Quality/Pages/about-us/infection-prevention.aspx\" target=\"_blank\">projects</a> intended to reduce catheter-associated infections and surgical site infections caused by exposure to harmful microorganisms, according to the department’s <a href=\"https://www.uclahealth.org/Quality/Pages/about-us/infection-prevention.aspx\" rel=\"nofollow\" target=\"_blank\">website</a>.</p>\n<p>The hospital continues to search for ways to improve patient experience, said Robert Cherry, chief medical and quality officer of UCLA Health, in an email statement. Existing practices include disinfection of surfaces with ultraviolet light and usage of medication dispensers.</p>\n<p><b></b>A new MAPS project aims to see if hand-washing policies are followed even when personnel are unaware they’re being watched, since improper hand-washing is the most frequently reported incident, Walsh said.</p>\n<p>“Even if you’re a physician … you could be carrying infections into the room through germs,” she said. “You want to be a healer, not a bearer of microbes.”</p>\n<p><i>Email Ong at aong@media.ucla.edu or tweet her at @allison_ong7.</i></p></div>",
    "titleImage": "http://dailybruin.com/images/2016/05/5.18.news_.patientsafety.WEBBB_.png",
    "url": "http://dailybruin.com/2016/05/17/volunteers-seek-to-improve-patient-safety-at-ucla-medical-centers/",
    "authors": [
      "Allison Ong"
    ],
    "postDate": " Posted:  May 17, 2016 11:00 pm",
    "titleCaption": "",
    "secondaryImages": [],
    "secondaryImageCaptions": []
  },
  {
    "headline": "Bruin baseball misses chance for comeback against UCSB Gauchos",
    "content": "<div class=\"db-post-content\">\n<p>It was a comeback that could have saved a season. And then it wasn’t. </p>\n<p>UCLA baseball entered Tuesday’s game against UC Santa Barbara in a must-win situation. Coach John Savage said that his team had to win all seven of its remaining games – starting with UCSB – just to have chance to make the 64-team NCAA Tournament field.</p>\n<p>In the bottom of the seventh inning, the Bruins played like a team that was well aware of what they were up against.</p>\n<p>Down 3-0, they clawed back into the game, led by three of their most veteran players – redshirt senior center fielder Christoph Bono, senior shortstop Trent Chatterton and senior second baseman Brett Urabe. None of those players have had standout seasons at the plate, but each found a way to reach base in that crucial seventh inning. The result was a three-run, game-tying frame. </p>\n<p>“Since I’ve been here, for the four years, seventh, eighth and ninth innings have been our innings,” Urabe said. “We always preach (that).”</p>\n<p>Yet right as the Bruins started to seize control over the late innings, they lost it.</p>\n<p>Just eight pitches into the top of the eighth inning, UCLA was already back down again. The Gauchos jumped on redshirt junior reliever Tucker Forbes, reaching on a first-pitch drag bunt and then driving a double down the left field line, scoring the runner from first base.</p>\n<p>That one run was enough to secure a 4-3 UCSB victory that effectively ends UCLA’s chances of reaching the postseason. The Bruins (22-24, 11-13 Pac-12) entered the game with an RPI of 89, hoping just to get back within reach of the bubble.</p>\n<p>“I wouldn’t say our back is against the wall, I would say it’s over the wall,” Savage said. “(But) we still have a chance.”</p>\n<p>After the game, UCLA’s coach repeatedly used the word “disappointed” to describe how he currently feels about his team. The Bruins entered the year as a top-10 program, but now are second-to-last in the Pac-12 and one of the worst offensive teams on the West Coast.</p>\n<p>“It’s obviously been pretty rough. We’re not used to this,” Savage said. “I’ve got to look at a lot of different things, personnel for sure, and we’ve got to get a lot better.”</p>\n<p>Savage added that Tuesday’s game was a microcosm of the whole season: The Bruins got some men on base, but just couldn’t come up with the key hit when they needed it.</p>\n<p> For instance, in the bottom of the ninth, UCLA got the tying run to second base with only one out. The next two batters were UCLA’s No. 3 and No. 4 hitters – junior first baseman Luke Persico and junior right fielder Kort Peterson. Persico failed to advance the runner, grounding out to the left side, and Peterson had a check-swing groundout to first base to end the game.</p>\n<p>“That’s kind of been our MO all year: We can get hits, we can walk, we just have a tough time finding home plate,” Savage said.</p>\n<p>By game’s end, the Bruins had 10 hits, but also left 10 men on base.</p>\n<p>The Gauchos (33-15-1, 10-8 Big West) also struggled in some key spots, leaving nine men on base. But they made up for it with four stolen bases and a home run.</p>\n<p>UCLA now has just six games remaining in its season, starting with a three-game set against Arizona State this weekend.</p></div>",
    "titleImage": "http://dailybruin.com/images/2016/05/web.sp_.baseball.KC_2.jpg",
    "url": "http://dailybruin.com/2016/05/17/bruin-baseball-misses-chance-for-comeback-against-ucsb-gauchos/",
    "authors": [
      "Matthew Joye"
    ],
    "postDate": " Posted:  May 17, 2016 10:43 pm",
    "titleCaption": "Senior second baseman Brett Urabe went 3-for-4 against UC Santa Barbara on Tuesday, providing an RBI single in the seventh that cut the Gauchos' lead to 3-2. (Kathy Chen/Daily Bruin)",
    "secondaryImages": [],
    "secondaryImageCaptions": []
  },
  {
    "headline": "Chancellor Gene Block discusses intolerant speech, freshman admission",
    "content": "<div class=\"db-post-content\">\n<p>Chancellor Gene Block meets with members of the Daily Bruin Editorial Board every quarter to discuss issues affecting campus and explain administrative policies and decisions. At the meeting Monday, Block, who was joined by Vice Chancellor of Student Affairs Janina Montero, Dean of Students Maria Blandizzi and Associate Vice Chancellor of University Communications and Marketing Kathryn Kranhold, spoke about the university’s response to <a href=\"http://dailybruin.com/2016/05/10/records-reveal-pi-kappa-phi-members-making-racist-statements-in-2013/\" rel=\"nofollow\" target=\"_blank\">leaked Pi Kappa Phi meeting minutes</a>, free speech on campus and concerns about standards for admission of out-of-state students. </p>\n<ul>\n<li>Block said the university is still investigating the statements made in the <a href=\"http://dailybruin.com/2016/05/10/records-reveal-pi-kappa-phi-members-making-racist-statements-in-2013/\" rel=\"nofollow\" target=\"_blank\">leaked Pi Kappa Phi meeting minutes</a>.<b> </b>He added he is disappointed by the situation and hopes students have become more sensitive since the incident occurred in 2013.</li>\n<li>Blandizzi added the university has communicated with the Greek community to express administrators’ concerns and is deciding how to move forward with holding people accountable for the incident. </li>\n<li>Montero added the university has sent letters to communities of color on campus, as well as the LGBT community and Bruin Consent Coalition, and will discuss the incident in future meetings with these groups. </li>\n<li>Block said the First Amendment protects the UCLA students who denounced the validity of identifying as transgender in <a href=\"http://dailybruin.com/2016/05/11/student-photo-protests-transgender-identity-raises-free-speech-debate/\" rel=\"nofollow\" target=\"_blank\">a photo</a> posted on social media sites, but added he hopes the students understand how they have offended others in expressing themselves.</li>\n<li>Montero said investigations into the Social Justice Referendum’s policy violations during student government elections should be led by students. She added the chancellor’s office does not usually intervene in student politics.  </li>\n<li>Block said he thinks the university is in good shape to accommodate the additional 750 in-state students who will enroll in UCLA this fall. He added<b> </b>the university will have to increase the number of triples in on-campus housing and expand the number of discussion sections for certain courses.</li>\n<li>Blandizzi added the New Student Orientation program will hire more new student advisers to accommodate the increase. </li>\n<li>Block said he hopes Los Angeles wins the bid for the 2024 Olympics. He added he thinks there are enough resources available between UCLA and USC to host the event, so the International Olympic Committee would not have to construct any additional facilities.</li>\n<li>Block said he is happy with UCLA’s position in national and global university rankings, and he thinks UCLA is doing well for a public school less than 100 years old. </li>\n<li>He added the university has a no-tolerance policy toward sexual assault, and he wants students to feel safe and comfortable on campus. Block said Vice Chancellor for Equity, Diversity and Inclusion Jerry Kang and Vice Chancellor of Academic Personnel Carole Goldberg have spoken with students following protests about how UCLA has handled sexual assault allegations against professor Gabriel Piterberg.</li>\n<li>Block said admission data does not support the claims that there is a lower admission standard for out-of-state students. He added the average SAT score and unweighted GPA is higher for out-of-state students than for in-state students. Block said he thinks out-of-state students help in-state students by <b></b>paying supplemental tuition and adding diverse perspectives to the university.</li>\n</ul></div>",
    "titleImage": "http://dailybruin.com/images/2016/05/web.ns_.generecap.KS_.jpg",
    "url": "http://dailybruin.com/2016/05/17/chancellor-gene-block-discusses-intolerant-speech-freshman-admission/",
    "authors": [
      "Amanda Wilcox"
    ],
    "postDate": " Posted:  May 17, 2016 12:11 am",
    "titleCaption": "The Daily Bruin spoke with Chancellor Gene Block about free speech concerns and out-of-state student admissions.  (Ken Shin/Daily Bruin)",
    "secondaryImages": [],
    "secondaryImageCaptions": []
  }
]
